Repository: abdukhashimov/final-telegram-bot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ru, uz

source: Logo Design
ru: Дизайн логотипа
uz: Logotip Dizayn

source: Web Development
ru: Веб-разработка
uz: Veb Sahifa Yaratish

source: Mobile Development
ru: Разработка приложений
uz: Ilovalar Yaratish

source: Telegram Bot
ru: Telegram-Бот

source: SEO Optimization
ru: SEO
uz: SEO Optimizatsiya

source: E-commerce
ru: Интернет-магазин
uz: Elektron Magazin

source: Language you chose is not available yet.
ru: Язык, который вы выбрали, пока недоступен.
uz: Siz tanlagan til hali mavjud emas.

source: Your language: {}
ru: Ваш язык: {}
uz: Til: {}

source: {} Done
ru: {} Продолжать
uz: {} Davom etmoq

source: Please choose one of our services
ru: Пожалуйста, выберите одну из наших услуг
uz: Iltimos, quyidagi xizmatlarimizdan birini tanlang

source: Your orders so far
ru: Ваши заказы
uz: Buyurtmalaringiz

source: Send My Contact
ru: Отправить мой контакт
uz: Kontaktimni yuborish

source: I have other number
ru: У меня есть другой номер
uz: Boshqa raqam jo'natish

source: Would you mind sharing your contact?
ru: Не могли бы вы поделиться своим контактом?
uz: Telefon raqamingizni jo'nata olasizmi?

source: Thank you very much, we will contact you soon
ru: Большое спасибо, мы скоро с вами свяжемся
uz: Katta rahmat, tez orada biz siz bilan bog'lanamiz

source: Please then send me your contact
ru: Пожалуйста, отправьте мне свой контакт и
uz: Iltimos, menga kontaktingizni yuboring

source: Make sure it is in the form as follows
ru: Убедитесь, что ваш контакт в следующей форме
uz: Va, telefon raqamingiz quyidagi shaklida ekanligiga ishonch hosil qiling

source: Go ahead
ru: Продолжайте
uz: Davom eting

source: Please make sure that your contact's pattern is as follows
ru: Убедитесь, что ваш контакт в следующей форме
uz: Iltimos, kontakt namunasi quyidagicha ekanligiga ishonch hosil qiling
